Repository: phillon77/KnitNote
Catalog: KnitNote/Localization/Localizable.xcstrings
Source language: en
Languages: da, de, el, fi, fr, ja, ko, nb, nl, sv, zh_hans, zh_hant

# patterns.reader.thumbnail.current
source: Current page
da: Aktuel side
de: Aktuelle Seite
el: Τρέχουσα σελίδα
fi: Nykyinen sivu
fr: Page actuelle
ja: 現在のページ
ko: 현재 페이지
nb: Nåværende side
nl: Huidige pagina
sv: Nuvarande sida
zh_hans: 当前页
zh_hant: 目前頁

# patterns.reader.thumbnail.hint
source: Double-tap to open this page.
da: Tryk dobbelt på denne side for at åbne den.
de: Doppeltippen, um diese Seite zu öffnen.
el: Πατήστε δύο φορές για να ανοίξετε αυτή τη σελίδα.
fi: Avaa tämä sivu kaksoisnapauttamalla.
fr: Touchez deux fois pour ouvrir cette page.
ja: このページを開くには、ダブルタップしてください。
ko: 이 페이지를 열려면 두 번 탭하세요.
nb: Dobbelttrykk for å åpne denne siden.
nl: Tik dubbel om deze pagina te openen.
sv: Tryck två gånger för att öppna den här sidan.
zh_hans: 轻点两下即可前往此页。
zh_hant: 點兩下即可前往這一頁。

# patterns.relink
source: Relink
da: Genforbind
de: Erneut verknüpfen
el: Επανασύνδεση
fi: Linkitä uudelleen
fr: Relier
ja: 再リンク
ko: 다시 연결
nb: Koble til på nytt
nl: Opnieuw koppelen
sv: Länka om
zh_hans: 重新链接
zh_hant: 重新連結

# patterns.removeRecord
source: Remove Record
da: Fjern post
de: Eintrag entfernen
el: Αφαίρεση εγγραφής
fi: Poista tietue
fr: Supprimer l’entrée
ja: 記録を削除
ko: 기록 제거
nb: Fjern oppføring
nl: Patroonvermelding verwijderen
sv: Ta bort posten
zh_hans: 移除记录
zh_hant: 移除紀錄

# patterns.title
source: Project Patterns
da: Projektopskrifter
de: Projektmuster
el: Σχέδια πλεξίματος του έργου
fi: Projektin ohjeet
fr: Patrons du projet
ja: 作品の編み図
ko: 프로젝트 도안
nb: Prosjektmønstre
nl: Projectpatronen
sv: Projektmönster
zh_hans: 图解
zh_hant: 織圖

# patterns.unlink
source: Unlink
da: Fjern link
de: Verknüpfung lösen
el: Αποσύνδεση
fi: Poista linkitys
fr: Dissocier
ja: リンクを解除する
ko: 연결 해제
nb: Fjern kobling
nl: Ontkoppelen
sv: Ta bort länk
zh_hans: 解除链接
zh_hant: 解除連結

# patterns.unlink.confirm.message
source: The pattern stays in your library, and this project's saved reading data is kept.
da: Opskriften forbliver i dit bibliotek, og de gemte læseoplysninger fra dette projekt bevares.
de: Das Muster bleibt in Ihrer Bibliothek, und die gespeicherten Lesedaten dieses Projekts werden beibehalten.
el: Το σχέδιο παραμένει στη βιβλιοθήκη σας και διατηρούνται τα αποθηκευμένα δεδομένα ανάγνωσης αυτού του έργου.
fi: Ohje pysyy kirjastossasi ja tämän projektin tallennetut lukutiedot säilytetään.
fr: Le patron reste dans votre bibliothèque, et les données de lecture enregistrées pour ce projet sont conservées.
ja: 編み図はライブラリに残り、この作品に保存された閲覧データも保持されます。
ko: 도안은 라이브러리에 남아 있으며, 이 프로젝트의 저장된 읽기 데이터는 유지됩니다.
nb: Mønsteret forblir i biblioteket ditt, og lesedataene som er lagret for dette prosjektet beholdes.
nl: Het patroon blijft in je bibliotheek en de bewaarde leesgegevens van dit project blijven behouden.
sv: Mönstret förblir i ditt bibliotek och de sparade läsningsuppgifterna för detta projekt bevaras.
zh_hans: 图解会保留在图解库中，这件作品已保存的阅读数据也会保留。
zh_hant: 織圖會保留在織圖匣中，這件作品已儲存的閱讀資料也會保留。

# patterns.unlink.confirm.title
source: Unlink this pattern?
da: Fjern forbindelsen til denne opskrift?
de: Verknüpfung mit diesem Muster lösen?
el: Να αποσυνδέσουμε αυτό το σχέδιο;
fi: Poistetaanko tämän ohjeen linkitys?
fr: Dissocier ce patron ?
ja: この編み図とのリンクを解除しますか？
ko: 이 도안의 연결을 해제할까요?
nb: Koble fra dette mønsteret?
nl: Dit patroon ontkoppelen?
sv: Ta bort kopplingen till detta mönster?
zh_hans: 解除这份图解的作品链接？
zh_hant: 解除這份織圖的作品連結？

# patterns.youtube.accessibility.thumbnail
source: YouTube video thumbnail
da: Miniaturebillede til YouTube-video
de: YouTube-Video-Miniaturbild
el: Εικόνα επισκόπησης βίντεο στο YouTube
fi: YouTube-videon pikkukuva
fr: Miniature vidéo YouTube
ja: YouTube動画のサムネイル
ko: 유튜브 동영상 미리보기
nb: Miniatyrbilde for YouTube-video
nl: Miniatuur van YouTube-video
sv: Miniatyrbild för YouTube-video
zh_hans: YouTube 视频缩略图
zh_hant: YouTube 影片縮圖

# patterns.youtube.add
source: Add YouTube Link
da: Tilføj YouTube-link
de: YouTube-Link hinzufügen
el: Προσθήκη συνδέσμου στο YouTube
fi: Lisää YouTube-linkki
fr: Ajouter un lien YouTube
ja: YouTubeリンクを追加する
ko: 유튜브 링크 추가
nb: Legg til YouTube-lenke
nl: YouTube-link toevoegen
sv: Lägg till YouTube-länk
zh_hans: 添加 YouTube 链接
zh_hant: 加入 YouTube 連結

# patterns.youtube.addFailed
source: Couldn't save the YouTube link. Please try again.
da: Kunne ikke gemme YouTube-linket. Prøv igen.
de: Der YouTube-Link konnte nicht gespeichert werden. Versuche es erneut.
el: Δεν ήταν δυνατή η αποθήκευση του συνδέσμου YouTube. Δοκιμάστε ξανά.
fi: YouTube-linkkiä ei voitu tallentaa. Yritä uudelleen.
fr: Impossible d'enregistrer le lien YouTube. Veuillez réessayer.
ja: YouTubeのリンクを保存できませんでした。もう一度お試しください。
ko: 유튜브 링크를 저장할 수 없습니다. 다시 시도해 주세요.
nb: Klarte ikke å lagre YouTube-lenken. Vennligst prøv igjen.
nl: De YouTube-link kon niet worden bewaard. Probeer het opnieuw.
sv: Kunde inte spara YouTube-länken. Försök igen.
zh_hans: 无法保存 YouTube 链接，请再试一次。
zh_hant: 無法儲存 YouTube 連結，請再試一次。

# patterns.youtube.details
source: Video Details
da: Videodetaljer
el: Λεπτομέρειες βίντεο
fi: Videotiedot
fr: Détails de la vidéo
ja: 動画の詳細
ko: 비디오 세부 정보
nb: Videodetaljer
nl: Videogegevens
sv: Videodetaljer
zh_hans: 视频信息
zh_hant: 影片資料

# patterns.youtube.error.invalidURL
source: Enter a valid YouTube link.
da: Indtast en gyldig YouTube-link.
de: Gib einen gültigen YouTube-Link ein.
el: Εισάγετε έναν έγκυρο σύνδεσμο στο YouTube.
fi: Anna kelvollinen YouTube-linkki.
fr: Entrez un lien YouTube valide.
ja: 有効なYouTubeリンクを入力してください。
ko: 유효한 유튜브 링크를 입력하세요.
nb: Skriv inn en gyldig YouTube-lenke.
nl: Voer een geldige YouTube-link in.
sv: Ange en giltig YouTube-länk.
zh_hans: 请输入有效的 YouTube 链接。
zh_hant: 請輸入有效的 YouTube 連結。

# patterns.youtube.error.metadata
source: Video info couldn't be loaded. Enter a title to save this link.
da: Videoindhold kunne ikke indlæses. Indtast en titel for at gemme dette link.
de: Die Videoinformationen konnten nicht geladen werden. Gib einen Titel ein, um diesen Link zu speichern.
el: Δεν ήταν δυνατή η φόρτωση των πληροφοριών του βίντεο. Εισαγάγετε έναν τίτλο για να αποθηκεύσετε αυτόν τον σύνδεσμο.
fi: Videotietoja ei voitu ladata. Anna otsikko tämän linkin tallentamiseksi.
fr: L'information vidéo n'a pas pu être chargée. Entrez un titre pour enregistrer ce lien.
ja: ビデオ情報が読み込めませんでした。このリンクを保存するにはタイトルを入力してください。
ko: 동영상 정보를 불러올 수 없습니다. 이 링크를 저장하려면 제목을 입력하세요.
nb: Videoinformasjonen kunne ikke lastes inn. Skriv inn en tittel for å lagre denne lenken.
nl: De videogegevens konden niet worden geladen. Voer een titel in om deze link te bewaren.
sv: Videoinformation kunde inte laddas. Ange en titel för att spara den här länken.
zh_hans: 无法读取视频信息。输入标题后仍可保存链接。
zh_hant: 無法讀取影片資料。輸入標題後仍可儲存連結。

# patterns.youtube.error.open
source: Couldn't open YouTube. Please try again.
da: Kunne ikke åbne YouTube. Prøv igen.
de: YouTube konnte nicht geöffnet werden. Versuche es erneut.
el: Δεν ήταν δυνατό να ανοίξει το YouTube. Δοκιμάστε ξανά.
fi: YouTubea ei voitu avata. Yritä uudelleen.
fr: Impossible d'ouvrir YouTube. Veuillez réessayer.
ja: YouTubeを開くことができませんでした。もう一度お試しください。
ko: 유튜브를 열 수 없습니다. 다시 시도해 주세요.
nb: Klarte ikke å åpne YouTube. Vennligst prøv igjen.
nl: YouTube kon niet worden geopend. Probeer het opnieuw.
sv: Kunde inte öppna YouTube. Försök igen.
zh_hans: 无法打开 YouTube，请再试一次。
zh_hant: 無法開啟 YouTube，請再試一次。

# patterns.youtube.fallback.manualTitle
source: Video info couldn't be loaded. Enter a title to save this link.
da: Videoindhold kunne ikke indlæses. Indtast en titel for at gemme dette link.
de: Die Videoinformationen konnten nicht geladen werden. Gib einen Titel ein, um diesen Link zu speichern.
el: Δεν ήταν δυνατή η φόρτωση των πληροφοριών του βίντεο. Εισαγάγετε έναν τίτλο για να αποθηκεύσετε αυτόν τον σύνδεσμο.
fi: Videotietoja ei voitu ladata. Anna otsikko tämän linkin tallentamiseksi.
fr: L'information vidéo n'a pas pu être chargée. Entrez un titre pour enregistrer ce lien.
ja: ビデオ情報が読み込めませんでした。このリンクを保存するにはタイトルを入力してください。
ko: 동영상 정보를 불러올 수 없습니다. 이 링크를 저장하려면 제목을 입력하세요.
nb: Videoinformasjonen kunne ikke lastes inn. Skriv inn en tittel for å lagre denne lenken.
nl: De videogegevens konden niet worden geladen. Voer een titel in om deze link te bewaren.
sv: Videoinformation kunde inte laddas. Ange en titel för att spara den här länken.
zh_hans: 无法读取视频信息。输入标题后仍可保存链接。
zh_hant: 無法讀取影片資料。輸入標題後仍可儲存連結。

# patterns.youtube.invalidLink
source: Enter a valid YouTube link.
da: Indtast en gyldig YouTube-link.
de: Gib einen gültigen YouTube-Link ein.
el: Εισάγετε έναν έγκυρο σύνδεσμο στο YouTube.
fi: Anna kelvollinen YouTube-linkki.
fr: Entrez un lien YouTube valide.
ja: 有効なYouTubeリンクを入力してください。
ko: 유효한 유튜브 링크를 입력하세요.
nb: Skriv inn en gyldig YouTube-lenke.
nl: Voer een geldige YouTube-link in.
sv: Ange en giltig YouTube-länk.
zh_hans: 请输入有效的 YouTube 链接。
zh_hant: 請輸入有效的 YouTube 連結。

# patterns.youtube.loading
source: Reading video info…
da: Læser videooplysninger…
de: Videoinformationen werden geladen…
el: Ανάγνωση πληροφοριών βίντεο...
fi: Luetaan videotietoja...
fr: Lecture des informations sur la vidéo…
ja: 動画情報を読み込み中…
ko: 동영상 정보 읽는 중…
nb: Leser videoinformasjon…
nl: Videogegevens lezen…
sv: Läser videoinformation…
zh_hans: 正在读取视频信息…
zh_hant: 讀取影片資料中…

# patterns.youtube.metadataUnavailable
source: Video info couldn't be loaded. Enter a title to save this link.
da: Videoindhold kunne ikke indlæses. Indtast en titel for at gemme dette link.
de: Die Videoinformationen konnten nicht geladen werden. Gib einen Titel ein, um diesen Link zu speichern.
el: Δεν ήταν δυνατή η φόρτωση των πληροφοριών του βίντεο. Εισαγάγετε έναν τίτλο για να αποθηκεύσετε αυτόν τον σύνδεσμο.
fi: Videotietoja ei voitu ladata. Anna otsikko tämän linkin tallentamiseksi.
fr: L'information vidéo n'a pas pu être chargée. Entrez un titre pour enregistrer ce lien.
ja: ビデオ情報が読み込めませんでした。このリンクを保存するにはタイトルを入力してください。
ko: 동영상 정보를 불러올 수 없습니다. 이 링크를 저장하려면 제목을 입력하세요.
nb: Videoinformasjonen kunne ikke lastes inn. Skriv inn en tittel for å lagre denne lenken.
nl: De videogegevens konden niet worden geladen. Voer een titel in om deze link te bewaren.
sv: Videoinformation kunde inte laddas. Ange en titel för att spara den här länken.
zh_hans: 无法读取视频信息。输入标题后仍可保存链接。
zh_hant: 無法讀取影片資料。輸入標題後仍可儲存連結。

# patterns.youtube.open
source: Open in YouTube
da: Åbn på YouTube
de: In YouTube öffnen
el: Άνοιγμα στο YouTube
fi: Avaa YouTubessa
fr: Ouvrir sur YouTube
ja: YouTubeで開く
ko: 유튜브에서 열기
nb: Åpne på YouTube
nl: Openen in YouTube
sv: Öppna på YouTube
zh_hans: 在 YouTube 中打开
zh_hant: 在 YouTube 開啟

# patterns.youtube.readMetadata
source: Read Video Info
da: Læs videoinformation
de: Videoinformationen lesen
el: Ανάγνωση πληροφοριών βίντεο
fi: Lue videotiedot
fr: Lire les informations vidéo
ja: ビデオ情報を読む
ko: 동영상 정보 읽기
nb: Les videoinformasjon
nl: Videogegevens lezen
sv: Läs videoinformationen
zh_hans: 读取视频信息
zh_hant: 讀取影片資料

# patterns.youtube.status
source: Video info status
da: Status for videooplysninger
de: Status der Videoinformationen
el: Κατάσταση πληροφοριών βίντεο
fi: Videotietojen tila
fr: État des informations sur la vidéo
ja: 動画情報の状態
ko: 비디오 정보 상태
nb: Status for videoinformasjon
nl: Status van videogegevens
sv: Status för videoinformation
zh_hans: 视频信息状态
zh_hant: 影片資料狀態

# patterns.youtube.title
source: Title
da: titel
de: Titel
el: Τίτλος
fi: Otsikko
fr: Titre
ja: タイトル
ko: 제목
nb: tittel
nl: Titel
sv: titel
zh_hans: 标题
zh_hant: 標題

# project.completeRow
source: Complete a Row
da: Færdiggør en pind
de: Eine Reihe abschließen
el: Ολοκλήρωση μιας σειράς
fi: Merkitse kerros valmiiksi
fr: Terminer un rang
ja: 1段を完了
ko: 한 단 완료
nb: Fullfør en rad
nl: Een toer voltooien
sv: Slutför ett varv
zh_hans: 完成一行
zh_hant: 完成一排

# project.create
source: Create
da: Opret
de: Erstellen
el: Δημιουργία
fi: Luo
fr: Créer
ja: 作成
ko: 생성
nb: Opprett
nl: Maak aan
sv: Skapa
zh_hans: 创建
zh_hant: 建立

# project.delete.message
source: Delete “%@”? This cannot be undone.
da: Slet "%@"? Det kan ikke fortrydes.
de: „%@“ löschen? Dies kann nicht rückgängig gemacht werden.
el: Διαγραφή “%@”; Αυτό δεν μπορεί να αναιρεθεί.
fi: Poistetaanko ”%@”? Tätä ei voi perua.
fr: Supprimer « %@ » ? Cette action est irréversible.
ja: 「%@」を削除しますか？これは元に戻せません。
ko: "%@"을(를) 삭제할까요? 이 작업은 되돌릴 수 없습니다.
nb: Slett «%@»? Dette kan ikke angres.
nl: ‘%@’ verwijderen? Dit kan niet ongedaan worden gemaakt.
sv: Radera ”%@”? Det går inte att ångra.
zh_hans: 删除“%@”？此操作无法撤销。
zh_hant: 要刪除「%@」嗎？此操作無法復原。

# project.delete.requiresResume
source: Restore this project to in progress before deleting it.
da: Genoptag projektet, før du sletter det.
de: Setze dieses Projekt vor dem Löschen auf „In Bearbeitung“ zurück.
el: Επαναφέρετε πρώτα το έργο σε εξέλιξη για να το διαγράψετε.
fi: Jatka projektia ennen kuin poistat sen.
fr: Remettez ce projet en cours avant de le supprimer.
ja: この作品を削除するには、先に「進行中」に戻してください。
ko: 이 프로젝트를 삭제하려면 먼저 진행 중으로 되돌리세요.
nb: Gjenoppta prosjektet før du sletter det.
nl: Zet dit project terug op ‘In uitvoering’ voordat je het verwijdert.
sv: Återuppta projektet innan du tar bort det.
zh_hans: 请先将作品恢复为进行中，才能删除。
zh_hant: 請先將作品恢復為進行中，才能刪除。

# project.delete.title
source: Delete Project?
da: Slet projekt?
de: Projekt löschen?
el: Διαγραφή Έργου;
fi: Poista projekti?
fr: Supprimer le projet ?
ja: 作品を削除しますか？
ko: 프로젝트를 삭제할까요?
nb: Slett prosjekt?
nl: Project verwijderen?
sv: Radera projekt?
zh_hans: 删除作品？
zh_hant: 刪除作品？

# project.edit
source: Edit Project
da: Rediger projekt
de: Projekt bearbeiten
el: Επεξεργασία έργου
fi: Muokkaa projektia
fr: Modifier le projet
ja: 作品を編集
ko: 프로젝트 편집
nb: Rediger prosjekt
nl: Project bewerken
sv: Redigera projekt
zh_hans: 编辑作品
zh_hant: 編輯作品

source: Project Name
da: Projektnavn
de: Projektname
el: Όνομα έργου
fi: Projektin nimi
fr: Nom du projet
ja: 作品名
ko: 프로젝트 이름
nb: Prosjektnavn
nl: Projectnaam
sv: Projektnamn
zh_hans: 作品名称
zh_hant: 作品名稱

source: Project Photo
da: Projektfoto
de: Projektfoto
el: Φωτογραφία έργου
fi: Projektikuva
fr: Photo de projet
ja: 作品の写真
ko: 프로젝트 사진
nb: Prosjektfoto
nl: Projectfoto
sv: Projektfoto
zh_hans: 作品照片
zh_hant: 作品照片

# project.photo.accessibility
source: Project photo
da: Projektfoto
de: Projektfoto
el: Φωτογραφία έργου
fi: Projektikuva
fr: Photo du projet
ja: 作品の写真
ko: 프로젝트 사진
nb: Prosjektfoto
nl: Projectfoto
sv: Projektfoto
zh_hans: 作品照片
zh_hant: 作品照片

# project.photo.choose
source: Choose Photo
da: Vælg billede
de: Foto auswählen
el: Επιλογή φωτογραφίας
fi: Valitse valokuva
fr: Choisir une photo
ja: 写真を選択
ko: 사진 선택
nb: Velg bilde
nl: Foto kiezen
sv: Välj foto
zh_hans: 选择照片
zh_hant: 選擇照片

# project.photo.loadFailed
source: The photo could not be loaded. Please try another one.
da: Billedet kunne ikke indlæses. Prøv et andet billede.
de: Das Foto konnte nicht geladen werden. Bitte ein anderes Foto auswählen.
el: Η φωτογραφία δεν μπόρεσε να φορτωθεί. Δοκιμάστε μια άλλη.
fi: Kuvaa ei voitu ladata. Kokeile toista.
fr: Impossible de charger la photo. Essayez-en une autre.
ja: 写真を読み込めませんでした。別の写真を試してください。
ko: 사진을 로드할 수 없습니다. 다른 사진을 시도해 주세요.
nb: Bildet kunne ikke lastes inn. Vennligst prøv et annet bilde.
nl: De foto kon niet worden geladen. Probeer een andere foto.
sv: Bilden kunde inte laddas. Försök igen.
zh_hans: 无法加载照片，请换一张再试。
zh_hant: 無法載入照片，請換一張再試。

source: Project Photo (Optional)
da: Projektfoto (valgfrit)
de: Projektfoto (optional)
el: Φωτογραφία έργου (προαιρετική)
fi: Projektikuva (valinnainen)
fr: Photo de projet (facultatif)
ja: 作品の写真（任意）
ko: 프로젝트 사진(선택 사항)
nb: Prosjektfoto (valgfritt)
nl: Projectfoto (optioneel)
sv: Projektfoto (valfritt)
zh_hans: 作品照片（可选）
zh_hant: 作品照片（可略過）

# project.photo.remove
source: Remove Photo
da: Fjern billede
de: Foto entfernen
el: Αφαίρεση φωτογραφίας
fi: Poista kuva
fr: Supprimer la photo
ja: 写真を削除
ko: 사진 제거
nb: Fjern bilde
nl: Foto verwijderen
sv: Ta bort bild
zh_hans: 移除照片
zh_hant: 移除照片

# project.photo.replace
source: Replace Photo
da: Erstat billede
de: Foto ersetzen
el: Αντικατάσταση φωτογραφίας
fi: Korvaa kuva
fr: Remplacer la photo
ja: 写真を変更
ko: 사진 교체
nb: Erstatt bilde
nl: Foto vervangen
sv: Ersätt bild
zh_hans: 更换照片
zh_hant: 更換照片

# project.photo.take
source: Take Photo
da: Tag billede
de: Foto aufnehmen
el: Λήψη φωτογραφίας
fi: Ota valokuva
fr: Prendre une photo
ja: 写真を撮影
ko: 사진 찍기
nb: Ta bilde
nl: Foto maken
sv: Ta foto
zh_hans: 拍照
zh_hant: 拍照

# project.rename
source: Rename
da: Omdøb
de: Umbenennen
el: Μετονομασία
fi: Nimeä uudelleen
fr: Renommer
ja: 名前を変更
ko: 이름 변경
nb: Gi nytt navn
nl: Hernoem
sv: Byt namn
zh_hans: 重命名
zh_hant: 修改名稱

source: Project Status
da: Projektstatus
de: Projektstatus
el: Κατάσταση έργου
fi: Projektin tila
fr: Statut du projet
ja: 作品の状態
ko: 프로젝트 상태
nb: Prosjektstatus
sv: Projektstatus
zh_hans: 作品状态
zh_hant: 作品狀態

# project.status.completed
source: Completed
da: Fuldført
de: Abgeschlossen
el: Ολοκληρώθηκε
fi: Valmis
fr: Terminé
ja: 完了
ko: 완료됨
nb: ferdig
nl: Voltooid
sv: avslutad
zh_hans: 已完成
zh_hant: 已完成

# project.status.inProgress
source: In Progress
da: I gang
de: In Arbeit
el: Σε εξέλιξη
fi: Kesken
fr: En cours
ja: 進行中
ko: 진행 중
nb: i gang
nl: In uitvoering
sv: I gång
zh_hans: 进行中
zh_hant: 進行中

# project.status.markCompleted
source: Mark as Completed
da: Marker som fuldført
de: Als abgeschlossen markieren
el: Σήμανση ως ολοκληρωμένο
fi: Merkitse valmiiksi
fr: Marquer comme terminé
ja: 完了にする
ko: 완료로 표시
nb: Merk som fullført
nl: Markeer als voltooid
sv: Markera som avslutad
zh_hans: 标记为已完成
zh_hant: 標記為已完成

# project.status.resume
source: Resume Project
da: Genoptag projekt
de: Projekt wieder aufnehmen
el: Συνέχιση Έργου
fi: Jatka projektia
fr: Reprendre le projet
ja: 作品を再開
ko: 프로젝트 재개
nb: Fortsett prosjekt
nl: Project hervatten
sv: Uppta projektet
zh_hans: 恢复为进行中
zh_hant: 恢復為進行中

# project.tool.notes
source: Notes
da: Noter
de: Notizen
el: Σημειώσεις
fi: Muistiinpanot
ja: メモ
ko: 메모
nb: Notater
nl: Notities
sv: Anteckningar
zh_hans: 备注
zh_hant: 備註

# project.tool.section
source: Tools
da: Værktøjer
de: Werkzeuge
el: Εργαλεία
fi: Työkalut
fr: Outils
ja: 使用する道具
ko: 도구들
nb: Verktøy
nl: Gereedschap
sv: Verktyg
zh_hans: 使用工具
zh_hant: 使用工具

# project.tool.size
source: Size
da: størrelse
de: Größe
el: Μέγεθος
fi: Koko
fr: Taille
ja: サイズ
ko: 크기
nb: størrelse
nl: Maat
sv: storlek
zh_hans: 尺寸
zh_hant: 尺寸

# project.tool.type
source: Tool type
da: Værktøjsart
de: Werkzeugtyp
el: Τύπος εργαλείου
fi: Työkalutyyppi
fr: Type d’outil
ja: 道具の種類
ko: 도구 유형
nb: Verktøytype
nl: Type gereedschap
sv: Verktygstyp
zh_hans: 工具类型
zh_hant: 工具類型

# project.tool.type.crochetHook
source: Crochet hook
da: Hæklenål
de: Häkelnadel
el: Βελονάκι
fi: Virkkuukoukku
fr: Crochet
ja: かぎ針
ko: 코바늘
nb: heklenål
nl: Haaknaald
sv: virknål
zh_hans: 钩针
zh_hant: 鉤針

# project.tool.type.knittingNeedles
source: Knitting needles
da: Strikkenåle
de: Stricknadeln
el: Βελόνες πλεξίματος
fi: Neulepuikot
fr: Aiguilles à tricoter
ja: 棒針
ko: 대바늘
nb: Strikkepinner
nl: Breinaalden
sv: Sticknålar
zh_hans: 棒针
zh_hant: 棒針

# project.tool.type.none
source: Not set
da: Ikke indstillet
de: Nicht festgelegt
el: Δεν έχει οριστεί
fi: Ei asetettu
fr: Non défini
ja: 未設定
ko: 설정되지 않음
nb: Ikke satt
nl: Niet ingesteld
sv: Inte inställd
zh_hans: 未设置
zh_hant: 未設定

# project.tool.type.other
source: Other
da: en anden
de: Andere
el: Άλλο
fi: Muu
fr: Autre
ja: その他
ko: 기타
nb: annen
nl: Overig
sv: annan
zh_hans: 其他
zh_hant: 其他

# project.undo
source: Undo
da: Fortryd
de: Rückgängig
el: Αναίρεση
fi: Kumoa
fr: Annuler
ja: 取り消す
ko: 실행 취소
nb: Angre
nl: Ongedaan maken
sv: Ångra
zh_hans: 撤销
zh_hant: 復原

# project.yarn.choose
source: Choose Yarn
da: Vælg garn
de: Garn auswählen
el: Επιλογή νήματος
fi: Valitse lanka
fr: Choisir un fil
ja: 毛糸を選択
ko: 실 선택하기
nb: Velg garn
nl: Garen kiezen
sv: Välj garn
zh_hans: 选择毛线
zh_hant: 選擇使用毛線

# project.yarn.completed.readOnly
source: Yarn links for completed projects are read-only.
da: Garnlinks til færdige projekter er skrivebeskyttede.
de: Garnverknüpfungen abgeschlossener Projekte sind schreibgeschützt.
el: Οι σύνδεσμοι νημάτων για ολοκληρωμένα έργα είναι μόνο για ανάγνωση.
fi: Valmiiden projektien lankalinkkejä voi vain tarkastella.
fr: Les associations de fils des projets terminés sont en lecture seule.
ja: 完了した作品の毛糸リンクは表示のみです。
ko: 완료된 프로젝트의 실 연결은 읽기 전용입니다.
nb: Garnlenkene for ferdige prosjekter er kun lesbare.
nl: Garenkoppelingen voor voltooide projecten zijn alleen-lezen.
sv: Garnlänkar för slutförda projekt är skrivskyddade.
zh_hans: 已完成作品的毛线关联为只读状态。
zh_hant: 已完成作品的毛線連結只能查看。

# project.yarn.empty
source: No yarn recorded
da: Intet garn registreret
de: Kein Garn erfasst
el: Δεν έχουν καταγραφεί νήματα
fi: Lankaa ei ole tallennettu
fr: Aucun fil enregistré
ja: 毛糸は記録されていません
ko: 실 기록 없음
nb: Ikke noe garn registrert.
nl: Geen garen vastgelegd
sv: Inget garn registrerat
zh_hans: 尚未记录使用毛线
zh_hant: 尚未記錄使用毛線

# project.yarn.error.projectUnavailable
source: This project is no longer available.
da: Dette projekt er ikke længere tilgængeligt.
de: Dieses Projekt ist nicht mehr verfügbar.
el: Το έργο αυτό δεν είναι πλέον διαθέσιμο.
fi: Tämä projekti ei ole enää käytettävissä.
fr: Ce projet n'est plus disponible.
ja: この作品は利用できなくなりました。
ko: 이 프로젝트는 더 이상 사용할 수 없습니다.
nb: Dette prosjektet er ikke lenger tilgjengelig.
nl: Dit project is niet meer beschikbaar.
sv: Detta projekt är inte längre tillgängligt.
zh_hans: 这件作品已不存在。
zh_hant: 這件作品已不存在。

# project.yarn.error.saveRetry
source: The yarn links couldn’t be saved. Please try again.
da: Garnlinkene kunne ikke gemmes. Prøv igen.
de: Die Garnverknüpfungen konnten nicht gespeichert werden. Versuche es erneut.
el: Δεν ήταν δυνατή η αποθήκευση των συνδέσμων νημάτων. Δοκιμάστε ξανά.
fi: Lankalinkkejä ei voitu tallentaa. Yritä uudelleen.
fr: Impossible d’enregistrer les liens de fil. Réessayez.
ja: 毛糸のリンクを保存できませんでした。もう一度お試しください。
ko: 실 링크가 저장되지 않았습니다. 다시 시도해 주세요.
nb: Lenkene til garnene kunne ikke lagres. Vennligst prøv igjen.
nl: De garenkoppelingen konden niet worden bewaard. Probeer het opnieuw.
sv: Garnlänkarna kunde inte sparas. Försök igen.
zh_hans: 无法保存毛线链接，请再试一次。
zh_hant: 無法儲存毛線連結，請再試一次。

# project.yarn.error.yarnUnavailable
source: A selected yarn is no longer available. Review your selection and try again.
da: Et valgt garn er ikke længere tilgængeligt. Gennemgå dit valg, og prøv igen.
de: Ein ausgewähltes Garn ist nicht mehr verfügbar. Auswahl prüfen und erneut versuchen.
el: Ένα επιλεγμένο νήμα δεν είναι πλέον διαθέσιμο. Ελέγξτε την επιλογή σας και δοκιμάστε ξανά.
fi: Valittua lankaa ei ole enää saatavilla. Tarkista valinta ja yritä uudelleen.
fr: Un fil sélectionné n’est plus disponible. Vérifiez votre sélection et réessayez.
ja: 選択した毛糸は利用できなくなりました。選択内容を確認して、もう一度お試しください。
ko: 선택한 실을 더 이상 사용할 수 없습니다. 선택을 확인하고 다시 시도하세요.
nb: Et valgt garn er ikke lenger tilgjengelig. Se gjennom valget og prøv igjen.
nl: Een geselecteerd garen is niet meer beschikbaar. Controleer je selectie en probeer het opnieuw.
sv: Ett utvalt garn är inte längre tillgängligt. Granska ditt val och försök igen.
zh_hans: 其中一款毛线已不存在，请检查选择后再试一次。
zh_hant: 其中一款毛線已不存在，請檢查選擇後再試一次。

# project.yarn.libraryEmpty.message
source: Add yarn to the Yarn Library first.
da: Først skal du tilføje garn til garnbiblioteket.
de: Zuerst Garn zur Garnsammlung hinzufügen.
el: Προσθέστε πρώτα νήμα στη βιβλιοθήκη νημάτων.
fi: Lisää lanka lankakirjastoon ensin.
fr: Ajoutez d’abord un fil à la bibliothèque de fils.
ja: まず毛糸ライブラリに毛糸を追加してください。
ko: 먼저 실 라이브러리에 실을 추가하세요.
nb: Legg først til garn i garnbiblioteket.
nl: Voeg eerst garen toe aan de garenbibliotheek.
sv: Lägg först till garn i garnbiblioteket.
zh_hans: 请先在毛线库中添加毛线。
zh_hant: 請先到毛線庫新增毛線。

# project.yarn.libraryEmpty.title
source: No Yarn Yet
da: Intet garn endnu
de: Noch kein Garn
el: Δεν υπάρχει ακόμη νήμα
fi: Ei lankaa vielä
fr: Pas encore de fil
ja: 毛糸はまだありません
ko: 아직 실이 없습니다
nb: Ikke noe garn ennå
nl: Nog geen garen
sv: Inget garn än
zh_hans: 毛线库还没有毛线
zh_hant: 毛線庫還沒有毛線

# project.yarn.manage
source: Manage
da: Administrer
de: Verwalten
el: Διαχείριση
fi: Hallitse
fr: Gérer
ja: 管理
ko: 관리
nb: Administrer
nl: Beheer
sv: Hantera
zh_hans: 管理
zh_hant: 管理
